-- MySQL dump 10.13  Distrib 8.0.13, for Win64 (x86_64)
--
-- Host: 127.0.0.1    Database: hz
-- ------------------------------------------------------
-- Server version	8.0.13

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
 SET NAMES utf8 ;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `mis_category`
--

DROP TABLE IF EXISTS `mis_category`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
 SET character_set_client = utf8mb4 ;
CREATE TABLE `mis_category` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(45) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=9 DEFAULT CHARSET=utf8 COLLATE=utf8_bin;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `mis_category`
--

LOCK TABLES `mis_category` WRITE;
/*!40000 ALTER TABLE `mis_category` DISABLE KEYS */;
INSERT INTO `mis_category` VALUES (1,'全部'),(2,'情感'),(3,'职场'),(4,'健康'),(5,'人际'),(6,'亲子'),(7,'能力'),(8,'性格');
/*!40000 ALTER TABLE `mis_category` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `mis_comment`
--

DROP TABLE IF EXISTS `mis_comment`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
 SET character_set_client = utf8mb4 ;
CREATE TABLE `mis_comment` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `content` varchar(45) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `testunderstand` int(11) DEFAULT NULL,
  `testexact` int(11) DEFAULT NULL,
  `testpractical` int(11) DEFAULT NULL,
  `uid` int(11) NOT NULL,
  `tid` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=15 DEFAULT CHARSET=utf8 COLLATE=utf8_bin;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `mis_comment`
--

LOCK TABLES `mis_comment` WRITE;
/*!40000 ALTER TABLE `mis_comment` DISABLE KEYS */;
INSERT INTO `mis_comment` VALUES (9,'2019-07-20 03:53:39','精彩',5,5,5,5,2),(11,'2019-07-20 03:58:27','好准啊',4,5,3,4,48),(12,'2019-07-20 04:00:43','很准!',5,5,5,5,2),(13,'2019-07-22 08:38:05','nice',5,5,5,5,2),(14,'2019-07-22 08:38:05','666',3,3,3,8,1);
/*!40000 ALTER TABLE `mis_comment` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `mis_note`
--

DROP TABLE IF EXISTS `mis_note`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
 SET character_set_client = utf8mb4 ;
CREATE TABLE `mis_note` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `footmark` int(11) DEFAULT NULL,
  `collect` int(11) DEFAULT NULL,
  `like` int(11) DEFAULT NULL,
  `tid` int(11) NOT NULL,
  `uid` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=utf8 COLLATE=utf8_bin;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `mis_note`
--

LOCK TABLES `mis_note` WRITE;
/*!40000 ALTER TABLE `mis_note` DISABLE KEYS */;
INSERT INTO `mis_note` VALUES (6,0,1,0,28,6),(7,0,1,0,48,3),(8,0,1,0,48,4),(10,0,1,0,48,8);
/*!40000 ALTER TABLE `mis_note` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `mis_order`
--

DROP TABLE IF EXISTS `mis_order`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
 SET character_set_client = utf8mb4 ;
CREATE TABLE `mis_order` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `orderid` varchar(45) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `createtime` datetime DEFAULT NULL,
  `status` int(11) DEFAULT NULL,
  `uid` int(11) NOT NULL,
  `tid` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=21 DEFAULT CHARSET=utf8 COLLATE=utf8_bin;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `mis_order`
--

LOCK TABLES `mis_order` WRITE;
/*!40000 ALTER TABLE `mis_order` DISABLE KEYS */;
INSERT INTO `mis_order` VALUES (10,'879wq2wvyvo78188','2019-07-20 03:14:10',1,5,2),(11,'chwy2wepff5xjljl','2019-07-20 03:27:50',1,6,1),(12,'mc9nva3jy86cm3r9','2019-07-20 03:40:49',1,6,48),(13,'s5jkt2e6fp4kp8ws','2019-07-20 03:49:50',1,3,48),(14,'lph4wgdruuzkpeqo','2019-07-20 03:50:25',1,4,48),(15,'2tny29pfjn9uo1wt','2019-07-20 03:52:55',1,3,2),(16,'pm6fj0hgf9csaqen','2019-07-20 03:53:35',1,5,11),(17,'8s6182u2tvntntie','2019-07-20 03:58:09',1,5,4),(18,'2hcvxr8kzvruzh1l','2019-07-21 04:02:45',1,8,1),(19,'4fpqdavn2wma2qyv','2019-07-22 05:59:42',1,8,2),(20,'tl2d5j3nsl3wnoob','2019-07-22 08:39:10',1,8,48);
/*!40000 ALTER TABLE `mis_order` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `mis_prestore_result`
--

DROP TABLE IF EXISTS `mis_prestore_result`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
 SET character_set_client = utf8mb4 ;
CREATE TABLE `mis_prestore_result` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `result` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `details` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `maxscore` int(11) DEFAULT NULL,
  `minscore` int(11) DEFAULT NULL,
  `tid` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=33 DEFAULT CHARSET=utf8 COLLATE=utf8_bin;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `mis_prestore_result`
--

LOCK TABLES `mis_prestore_result` WRITE;
/*!40000 ALTER TABLE `mis_prestore_result` DISABLE KEYS */;
INSERT INTO `mis_prestore_result` VALUES (1,'心机婊','你有较深的城府，所以你所表现的心理过程并不能真正代表你的内心。你总能机智的应对各种有关人际关系的事情，这使得你跟周围朋友，同事，领导的关系都很好。但是，在很多情况下，你也会受到这些事情的心理困扰。',40,0,1),(2,'懂得伪装得人','内向的性格使得你会伪装自己的真实的性格。但这不是你一直的姿态，你也会为受到不公平待遇的同事朋友争取利益。你知道这个社会需要伪装，但你还是忍不住表现的温柔，忍不住为别人想太多。',60,40,1),(3,'单纯善良的人','你的性格单纯，有时候甚至会表现的很傻，因为你知道什么情况下需要什么样的应对方案。只要你觉得对的事情，你总是不经过思考就把心中的话说出来了，然后就会惹的很多人不开心。所以在遇到自己觉得不好的事情时候，一定要多番考量有些话可不可以说。',80,60,1),(4,'理性得人','用理性来描述你再合理不过了，因为你不会想太多也不会太单纯。你会用不同的态度和处理方法来适应不同的环境变化。在职场中，你是一个较有正义感的人，但是你会通过权衡利弊来选择是否保留自己的意见。所以，你的职场生涯会有较顺利的发展。',100,80,1),(5,'六分爱你','难道你感受不到来自他的爱吗?他已经用全心全意的态度来爱你了，是不是你的要求太高?又或者你的胡思乱想太过度，所以才没有办法感受到他对你是怎样的用心。猜测会损毁你们之间的感情，从现在开始赶紧停止猜测，他给了你足够的爱，你也应该用足够的爱去回应他，而不是质疑他。',40,0,2),(6,'七分爱你','或许是他的表达方式不能让你满意，所以你才会怀疑他其实没那么爱你。真相是他足够爱你，虽然没有达到百分百的程度，但是已经尽力了。你的怀疑会让他感到失落，或者说，他从来没有想过你竟然会怀疑他的爱。为此他也做出过努力，希望你能够感受得到的他的真心，可是似乎有点拿不准究竟怎么做你才满意。',60,40,2),(7,'九分爱你','他给你的爱没有你想要的那么多，在爱情的世界里，他是有顾虑的，没有办法，全心全意的爱你。在追究他够不够爱你之前，你是不是也应该想想，自己给了他多少爱?如果你给的不够得到的回应不够，也理所应当要接受这种结果吧。从公平角度而言，给多少收获多少?这是合乎情理的，不是吗?',80,60,2),(8,'十分爱你	','他给你的爱可能没那么多，并不是因为他不认为你不值得他爱，只是有些人在爱人的时候会拼尽全力，而有些人却只能给出自己六七分的爱，有所保留，是一种自我保护的方式，爱的太汹涌，伤害到的可能会是自己，所以在爱情的世界里他不会不给自己留余地，敏感脆弱的人不应该被埋怨，而应该得到呵护，爱他就保护好他的玻璃心吧。',100,80,2),(9,'属于聪明反被聪明误的人','吃不了一点亏，事实上你很精明、很会观察他人，当工作上遇到问题时，你很会把困难推给他人，时间长久了，他人会觉得你特别有心计，因而真实发生大问题时，很少人会站在你这边。',40,0,3),(10,'属于安分守己类型','你行为上较为直观，遇到问题会依据自己逻辑来处理，但大部分时分，需要他人的帮忙，才能更好的解决问题，因而你必须在职场上处理好人际关系，在困难时，才有人及时给你帮助喔!',60,40,3),(11,'属于职场上的好老人','遇到什么问题，都会想办法去处理，不想麻烦他人，但一个人的力气有限，当遇到过多的事情，你无法处理，可以请教上司或者搭档协助，不需要什么事情都要往自己身上扛。',80,60,3),(12,'善于交际，很会讨好人','因此有着良好的人际关系，当工作遇到问题时，会得到别人的帮助，但你过于依懒，本身欠缺实力和竞争力，你要是和别人发生冲突，你往往成为别人的牺牲品，因此你必须加强自己本身的实力才能在工作中取得更好的成绩。',100,80,3),(13,'非常严重的心理问题','你有非常严重的心理问题，建议到医院进行心理咨询',40,0,4),(14,'较严重的心理问题','你有着较为严重的心理问题，可到药店开一些抑制不良情绪的药',60,40,4),(15,'轻度的心理问题','你有着轻度的心理问题，可尝试多去外边走走，放松一下心情',80,60,4),(16,'很健康的心理','继续保持下去，保持乐观的心态，加油！',100,80,4),(17,'你是一个性格内敛，但心底又是企图心强的人','你很想有一个圆满的人际关系，很想和陌生人建立起一个好的接触点，不过，你总认为主动去跟人家搭讪是很伤你的尊严的，你就会不自觉地把自己的期待套在别人身上。如果别人不能依你的期待表现，你就会对对方产生反感。因此，你的这种主观期待就很容易得罪人。你还不知道吧？！',40,0,5),(18,'你的自我保护心理比较强一点，对于陌生人你会不自觉地保持距离','因为你对于自己的应对能力没信心，对于别人的信心也不够，所以你下意识地会拒绝别人一开始就侵入你的私人领域，你会对他产生反感，下意识认为，他不尊重你的想法和观念来和你认识，是一种伤害，在你的心目中会很自然地把他列为不同类的人。',60,40,5),(19,'你是一个讨厌当听众的人,不喜欢在人际关系互动中,老是处于被动的状态','你对这种人反感也就表面你在气势上不想被别人压过,或者不希望别人不尊重你的发言权.你会对这样的人没有好脸色看,你的人人关系中就会失去这类的朋友.',80,60,5),(20,' 你是个自我封闭想保留多一点隐私的人','于是面对这种想控制他人的人，你会觉得压力很大。所以你会远离这样的人',100,80,5),(21,'强迫倾向，过分关注细节','不仅孩子很难达到父母的标准，父母也容易被误会难相处。',40,0,6),(22,'缺乏方向，不知从何着手','父母花很多力气却常事倍功半，孩子依然没有进步。',60,40,6),(23,'担心孩子表现不如预期','觉得孩子的表现就是父母的成绩，本身易受到压力影响，常感到沮丧。',80,60,6),(24,'担心孩子夸不得','但却常以实质奖励为主，反而使孩子会错意',100,80,6),(25,'认真而严肃型的人','这种人属于言出必行的类型，只要是想办成的事情，就一定会努力去达到目标。在工作或学习上，这种人也是遵规守纪，对自身的要求颇高的。如果用这样的态度来对待爱情则略略显得太正经了一点，这种过于严谨的态度很难给恋人轻松愉快的感觉。',40,0,7),(26,'富于行动力的人','这种人最讨厌拖泥带水或纸上谈兵咯!而且这种人有着一腔正义，敢于仗义直言，帮助弱小，会是很受人欢迎的类型。这种人勇于表现心中的爱，对于爱情的追求也如同个性一样有股豪气，这种行事方法会令很多异性乖乖就范哟!当然，这种人追求人的花样可能是传统了一些，也决不会介入不明不白的感情纠葛中，所以就感情的问题上而言，这种人是属于理智胜于感情的类型。',60,40,7),(27,'似洒脱不羁，其实心思可细着呢','这种人有的时候还有点多愁善感呢!其实这种人是个很重感情又很懂情的人，他的一生有着很多风花雪月的故事。在现实中，为这种人潇洒的外表而着迷的异性有很多，这些追逐者会如痴如狂地被这种人偶尔流露出来的抑郁气质所吸引呢!如果你喜欢成熟又有魅力的人的话，这种人将是你的首选物件哟!他的神秘感和万般柔情将会使你永远只爱他一个呢!',80,60,7),(28,'自律甚严的人','这种人对朋友、同事或亲人都十分宽容。有的时候，这种人的性格会显得有点怯弱，世界上，他心里却绝对有主见、有思想，是个能成大业的人。在爱情方面，这种人更注重的是精神层面，往往喜欢稳定而持久的爱。应该说，忠贞不渝、和蔼可亲是这种人最容易取得异性好感的诀窍。如果你刚好喜欢上这样的人，你不要指望去改变他，更多的则是要看你们双方的缘份如何了!',100,80,7),(29,'安于现状','在竞争激烈的今天，炒鱿鱼是分分钟可能的事情，而且外面的世界风大雨大，能有一份安定工作对你而言是很适合安于现状的。担心变动，担心被炒，这些理由成为了你每一天都比别人加倍努力的理由，但是久而久之你也会被懒惰而迷惑，变得“当一天和尚撞一天钟”。',40,0,8),(30,'担心落伍','一旦不努力充电就很有可能被时代抛弃，不仅跟不上同事的话题，就连工作上许多新改变都难以去学习。为了能够紧跟时代的步伐，除了工作你也会多关心其他方面的资讯，不断给自己灌输新理念，学习多一门技能。聪明的你有足够的能力支出时间给健康。',60,40,8),(31,'期望过高','你怀抱着憧憬与希望去面对工作，急于表现自己的才华，对自己的期待值十分之高，渴望一鸣惊人的成功。你有热情、有拼劲，但是你的急于求成不可否认地给自身施加了许多压力，长久积累下来，不仅精神萎靡，身体也会被拖垮。',80,60,8),(32,'力求完美','你对自己的生活与工作充满着巨大的热情，但是你却提不起足够的热爱去面对工作，你感觉自己很难从中得到快乐和满足。对你而言，拼命工作是为了满足某种任务感和心理解脱。此外，你还强迫自己每一件事都做到完美，常常会为了瑕疵而焦虑万分。',100,80,8);
/*!40000 ALTER TABLE `mis_prestore_result` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `mis_private_chat`
--

DROP TABLE IF EXISTS `mis_private_chat`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
 SET character_set_client = utf8mb4 ;
CREATE TABLE `mis_private_chat` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `contact` varchar(45) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `content` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `uid` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=23 DEFAULT CHARSET=utf8 COLLATE=utf8_bin;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `mis_private_chat`
--

LOCK TABLES `mis_private_chat` WRITE;
/*!40000 ALTER TABLE `mis_private_chat` DISABLE KEYS */;
/*!40000 ALTER TABLE `mis_private_chat` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `mis_question`
--

DROP TABLE IF EXISTS `mis_question`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
 SET character_set_client = utf8mb4 ;
CREATE TABLE `mis_question` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `question` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `choicea` varchar(45) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `choiceb` varchar(45) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `choicec` varchar(45) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `choiced` varchar(45) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `choicee` varchar(45) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `choicef` varchar(45) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `choiceg` varchar(45) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `choiceh` varchar(45) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `tid` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=281 DEFAULT CHARSET=utf8 COLLATE=utf8_bin;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `mis_question`
--

LOCK TABLES `mis_question` WRITE;
/*!40000 ALTER TABLE `mis_question` DISABLE KEYS */;
INSERT INTO `mis_question` VALUES (1,'假如这个周末已经与朋友约好了出游，却在临出门的时候想改变主义不想赴约，你会怎么做?','跟TA说迟点到，拖延到最后索性不去','.随便用一个借口说没空','找另外一个朋友代替自己去','坦白说不想去','','','','',8),(2,'以下哪一件“不可能”，最有可能变成“可能”的?','人类寿命基本过百','上天下海是每个人都随便可以做到的','人类搬离地球','与外星人和平共处','','','','',8),(3,'如果要你写一封信给10年后的自己，你会选择什么信纸?','笔记本撕下来的纸','带卡通图案的信纸','碎花底信纸','纯色信纸',NULL,NULL,NULL,NULL,8),(4,'你被邀请参加小学同学聚会，你会穿以下哪种类型的衣服出席?','随意但大牌的','漂亮华丽的','低调朴素的','简约青春的',NULL,NULL,NULL,NULL,8),(5,'当你抽奖抽中了一个红包，你直觉红包里面会有多少钱？','500元','1000元','1500元','2000元',NULL,NULL,NULL,NULL,2),(6,'如果你有男女朋友了，你觉得下面哪件事会是你们最喜欢做的事呢？','一起到沙滩漫步','一起逛街买东西','一起到咖啡厅喝下午茶','一起聊天或是看电影',NULL,NULL,NULL,NULL,2),(7,'每个人都有着下巴，有的人圆的，有的人则尖的，你的下巴是怎样的呢?','纤细形','四方形','半月形','鼓腮形',NULL,NULL,NULL,NULL,3),(8,'你是砧板上的一条鱼，刀子正向你挥来，眼看你将成为生鱼片，如果你想保命，你会怎样求救呢?','“我家上有老下有小。”用这样的话博取对方的同情的哀求战术','“你放了我，我会献上龙宫里的宝物。”的交易战术','“杀了我，你肯定会后悔的。”的威胁战术','“杀了我，你肯定会后悔的。”的威胁战术',NULL,NULL,NULL,NULL,3),(9,'如果你想选一枚戒指戴在食指上，下面哪枚戒指更符合你的心意?','镶嵌着夸张水钻的戒指','粗狂的金属戒指','简约小清新戒指','文艺手工复古戒指',NULL,NULL,NULL,NULL,3),(10,'天空突然下起大雨，但你没有带雨伞，在一个公车亭避雨。突然也来了一个要避雨的人，你觉得他是?','长相清秀的学生','正在赶路的上班族','带着小孩的妈妈','可怜的游民','',NULL,NULL,NULL,3),(11,'如果你的恋人告诉你,Ta不喜欢吃西瓜,你本能得觉得Ta的理由是什么呢?','觉得吃西瓜要吐子很麻烦','切起来很麻烦','不喜欢西瓜的味道','西瓜水份很多一吃就觉得撑',NULL,NULL,NULL,NULL,6),(12,'当朋友带着一只狗来到你家时，你看到小狗会有哪种反应？','哇！好可爱','它洗过澡了没？','它会不会咬人？','借我玩一下！',NULL,NULL,NULL,NULL,4),(13,'你看到公共汽车这四个字，第一个会联想到：','交通工具','车票','上下班的情景','过站不停，冒黑烟',NULL,NULL,NULL,NULL,4),(14,'当你长途跋涉非常口渴的时候，你最想品尝下面哪种饮料？','清香宜人的绿茶','冰冻冒泡的汽水','酸酸甜甜的果汗','热腾腾的茶',NULL,NULL,NULL,NULL,4),(15,'当你独自有点饿，又不是太饿，而手边有一堆录影带、港剧时，你会那下列哪样事物来活动唇齿','糕点饼干类','披萨','牛肉面饭类','泡面',NULL,NULL,NULL,NULL,5),(16,'当你和一个陌生的人第一次见面，你最反感的是：','跟你很疏远,不够大方.','主动靠近你,拍你的肩膀,跟你称兄道弟.','抢着说话,油腔滑调,把你当听众.','不停地问你个人的问题,象身家调查一样',NULL,NULL,NULL,NULL,5),(17,'过两天你就要参加升职面试了，你拼命熬夜学习，今夜你想通宵却觉得困得要命，这时候你需要克服睡得要命，这时候你需要克服睡意,你会选择：','先小睡一会儿,待会继续读书.','放音乐,边跟着唱边看书','吃泡面吃零食吃吃吃','睡觉',NULL,NULL,NULL,NULL,5),(18,'给你们一种饮料，你会要哪种饮料？','汽水','牛奶','开水','矿泉水',NULL,NULL,NULL,NULL,6),(19,'每个人走路的姿态就会有所不同，就在这不同的姿势中，你的性格特征以及爱情玄机就一点一滴地向泄露出来了哟!','走路的时候速度比较快，通常五指伸得笔直','走路时的速度一般，手掌常自然地握成拳状','常将一只手插进口袋，或两手同时插进口袋','走路的时候速度比较慢，五指自然微微弯曲',NULL,NULL,NULL,NULL,7),(20,'有一个小朋友，他在上语文课时，突然很想上厕所，便举手和老师说：“老师，我要大便!”老师非常的生气说：“不可以用这么粗俗的字眼“可是那名小朋友还是憋不住，只好又举手说：“老师，我的屁股想吐!”','呵呵的冷笑或是干笑','遮住嘴巴的笑','嘴巴张得大大的，毫不掩饰的笑','想憋又憋不住，噗嗤的笑了出来',NULL,NULL,NULL,NULL,7),(21,'一次旅行中你走了好长一段路，又渴又累，突然看到一间小屋，屋门没关，你顺势走进去，屋主似乎不在，而在桌上有一杯清澈的水，又累又渴的你会有什么反应？','如获至宝，一口喝下去。','先考虑一下，再小口小口啜饮。','完全不考虑，就是不喝。','不敢喝。',NULL,NULL,NULL,NULL,8),(22,'当你长途跋涉非常口渴的时候，你最想品尝下面哪种饮料？','清香宜人的绿茶','冰冻冒泡的汽水','酸酸甜甜的果汗','热腾腾的茶',NULL,NULL,NULL,NULL,8),(23,'你的戒指掉在地上不见了，你首先会从什么地方找起？','沙发底下','墙角','毛毯边缘','柜子',NULL,NULL,NULL,NULL,8),(24,'在做事条理性方面，更接近：','每晚准备好上班要带的东西','家庭摆设井井有条，随手可取','每天晚上要花许多时间找东西','多花时间学习',NULL,NULL,NULL,NULL,8),(25,'有三个神秘的房间，第一个里面可能会爆发夺去你生命的大火，第二个里面藏着无影无形的杀手，第三个里面是饿了一年的狮子，那么你应该选择房子才能保住性命？','第一个','第二个','第三个','第四个',NULL,NULL,NULL,NULL,8),(26,'这里有两扇门，一扇门通往财富，另一扇门则通往死亡。屋子里面除了你以外还有两人，一个总是说实话，而另一个却总是撒谎，但你却分不清具体哪个人诚实，哪个人撒谎。\r\n\r\n','随便询问其中一个人：“兄弟，你觉得我应该选择哪个门？”','问其中一个人：“朋友，你觉得如果我去问另一个人的时候，他会让我选择哪个门呢？”','随便询问其中一个人：“哥们儿，你们之中谁是大话精？”','抛硬币',NULL,NULL,NULL,NULL,8),(27,'老板让你拟订一份2005年度工作计划，要求你在下周五之前完成，而今天是周末，你会：','马上准备，周二一大早就把计划书交上。','周一到周四每天都抽时间思考，周五早晨刚好完成。','从周一到周四一直忙着玩，周四晚上才通宵完成','从周一到周四一直忙着玩，周四晚上才通宵完成',NULL,NULL,NULL,NULL,8),(28,'每周二下午是你的健身时间，当你准备去健身房时，好友约你喝咖啡、聊天。于是你：','在跑步机上草草地跑了几分钟后去跟好朋友约会。','离好友住处有三站路的距离，干脆走着去找他，反正步行也算是一种锻炼。','改在明天做运动','改在明天做运动',NULL,NULL,NULL,NULL,8),(29,'从大学毕业到现在的5到10年来，你的体重变化大吗？','聚会时同学都认不出你了，因为从前的“麻杆”变成了“肥婆”。','体重和大学毕业时差不多。','这些年来体重总是莫名其妙地忽上忽下。','这些年来体重总是莫名其妙地忽上忽下。',NULL,NULL,NULL,NULL,8),(30,'你对酒的态度如何？','滴酒不沾。','平时很少喝，只有偶尔去酒吧时才喝点儿红酒或啤酒','是个喜欢酒的人，除了用酒佐餐，还喜欢在睡前喝一杯','酒鬼',NULL,NULL,NULL,NULL,2),(31,'如果从1～9给你的生活压力打分，你的压力指数是：','1～2分：从不给自己任何压力。','3～5分：你生活得张弛有度，偶尔紧张、忙碌，但很少挑战自己的极限。','6～9分：天天忙得四脚朝天，周末连个整觉都睡不了。','9-12：没压力',NULL,NULL,NULL,NULL,2),(32,'你做过健康体检吗？','3年前做过一次。','做过，而且每年一次。','从没做过。计分方法：','一年一次',NULL,NULL,NULL,NULL,2),(33,'你最近大便的量是?','一天大概3根香蕉长.','一天大概2根香蕉长','一天大概1根香蕉长.','三天大概1根香蕉长',NULL,NULL,NULL,NULL,2),(34,'您的睡眠状况是','.睡眠时常觉醒或睡而不实，晨醒过早，但不影响工作','偶有失眠，但尚能坚持工作','睡眠不足4小时，影响正常工作','经常不眠，难以坚持正常工作',NULL,NULL,NULL,NULL,2),(35,'您是否有健忘的症状','偶尔有记忆力减弱','记忆力减弱，但能坚持正常工作和生活','记忆力明显减弱，影响正常工作和生活','完全没有',NULL,NULL,NULL,NULL,2),(36,'您是否经常有神疲乏力的感觉','精神不振，可坚持正常工作','精神极度疲乏，不能坚持正常工作','精神疲乏，勉强坚持正常工作','完全没有',NULL,NULL,NULL,NULL,2),(37,'您是否经常感觉腰膝酸软','.活动后腰膝酸软，可坚持正常工作','经常出现腰膝酸软，勉强坚持正常工作及生活','腰膝酸软，不能坚持正常工作和生活','完全没有',NULL,NULL,NULL,NULL,2),(38,'您是否经常头晕耳鸣','偶尔有','经常，但能坚持正常工作和生活','头晕耳鸣，影响正常工作和学习','完全没有',NULL,NULL,NULL,NULL,3),(39,'您是否经常出现少气懒言的状况','不喜欢多说话，不问则不答','.懒于言语，多问少答','不想说话，表情冷漠','完全没有',NULL,NULL,NULL,NULL,3),(40,'您是否有心悸的现象','偶尔有','经常出现，但能坚持正常工作','心悸明显，影响正常工作','完全没有',NULL,NULL,NULL,NULL,3),(41,'您是否经常感觉心烦','有时心烦，自我劝慰后安静下来','.经常心烦，难以自我劝慰，但休息后可以平静','心烦意乱，影响工作和休息','完全没有',NULL,NULL,NULL,NULL,3),(42,'如果你正在吃饭的话我要说声,“bingo!恭喜你中奖了,请继续看下去吧.”\r\n\r\n　　你最近的大大的颜色是:','黑','绿','红','黄',NULL,NULL,NULL,NULL,3),(43,'有一位女士正趴在桌子上，似乎是睡着了，在你看来，她属于下列那一种情况？\r\n\r\n请根据自己的第1印象选择下列最近似的结果：','饭后趴在桌子上休息','酒醉后精神不佳','身体不太舒服','被男友抛弃正在伤心',NULL,NULL,NULL,NULL,3),(44,'你知道暴食症是一种饮食行为障碍的疾病','不是','是','应该不是','可能是',NULL,NULL,NULL,NULL,4),(45,'早睡早起是一个好的生活习惯哦，那么你是一个早起的人吗？','不是','是','应该不是','可能是',NULL,NULL,NULL,NULL,4),(46,'从“走姿”观察人，世界各国古已有之。观察一个男人怎样走路，并从走姿中透视其内心，你肯定会觉得妙趣横生。同时,也为你提供了多一个判断他的标准，他是这样走路的：','步伐急促  军事步伐 ','身体前倾  ','踱着方步 ','步伐平缓  ',NULL,NULL,NULL,NULL,4),(47,'一个人的身體语言会透露出许多讯息，能夠准确地测出你內在的感情。通常你的坐姿是采那种姿势？','双腿双臂交叉',' 双脚微分开','脚分得很开','坐位置边边',NULL,NULL,NULL,NULL,4),(48,'个性测试开始：每个人说话时不经意会表现出不同的肢体动作，这些作中多少隐藏了每个人的不同个性。你说话时惯用的动作、表情又是列哪一种类型呢？而每一种特征动作都蕴藏了每个人不同的性格。','配合手势说话的人','靠在桌边说话的人','瞪着双眼说话的人','抱着胳膊，或将手伸入口袋说话的人',NULL,NULL,NULL,NULL,4),(49,'当你感到不安时，你会出现什么样的肢体语言？','按住脸颊、头、头发 ','自己紧握自己的手','用指尖拨弄嘴唇 ','双手交叉',NULL,NULL,NULL,NULL,4),(50,'如果可以开个店，你比较喜欢开什么餐馆？','西餐厅','私房菜','小吃店','咖啡厅',NULL,NULL,NULL,NULL,4),(51,'当你走在路上的时候，突然看到一个女孩低头走过，你觉得她遇上了什么事？','失恋了','卖东西忘带钱包','众目下摔了一跤','被风吹起了裙子',NULL,NULL,NULL,NULL,5),(52,'你要出远门，家里的小动物你会？','送人','寄养宠物店','请家人照看','卖给别人',NULL,NULL,NULL,NULL,5),(53,'当有人搭讪，你会？','无视','赶紧跑','回应','看着不说话',NULL,NULL,NULL,NULL,5),(54,'怎么解决工作、学习中的难题呢？','逃避','请教别人','自己解决','不敢面对',NULL,NULL,NULL,NULL,5),(55,'如果有一块饼干，你就觉得他是什么样的颜色呢','圆形','三角形','椭圆形','矩形',NULL,NULL,NULL,NULL,5),(56,'有一天，隔壁家的衣物飘落在你家的阳台上，当你看到那样东西时，你觉得那是什么？','手帕','胸罩','男性内裤','领带',NULL,NULL,NULL,NULL,5),(57,'你自己觉得自己是一个外向的人吗？','不是 ','有时是','是的','不一定是',NULL,NULL,NULL,NULL,5),(58,'你更喜欢独立工作而不是协同工作，每当有人拖进度的时候你都会比较烦躁。','是的','有时候','不是','不一定是',NULL,NULL,NULL,NULL,6),(59,'如果计划去海边旅行，你首先想到的是路线攻略还是海浪沙滩？','路线攻略','都有想','海浪沙滩','蓝天白云',NULL,NULL,NULL,NULL,6),(60,'文科和理科中，你更喜欢哪一科？','文科','差不多','理科','都一样',NULL,NULL,NULL,NULL,6),(61,'夏天里，你会经常抱怨天气太热、蚊子太多吗？','是的，除了可以穿的清凉以外','偶尔会抱怨 ','很少抱怨，除了40℃以上','是的，除了可以穿的清凉以外',NULL,NULL,NULL,NULL,6),(62,'外边下着毛毛雨，对你来说最好的享受是：','躲在屋里睡觉或玩手机 ','似乎都可以','去外边耍，绝不死宅 ','下雨天看电影',NULL,NULL,NULL,NULL,6),(63,'朋友对你的评价，基本上都是单纯的、快乐和积极的，是吗？','不是','不好说','是的','可能不是',NULL,NULL,NULL,NULL,6),(64,'没有什么特殊情况的话，你一般会起的比较早，是吗？','不是，经常睡懒觉','不一定，看情况吧','是的，我都是早睡早起，起码是按时起床','应该是',NULL,NULL,NULL,NULL,6),(65,'你认为自己的个性比较复杂和多变的，是吗？','是的，复杂起来我自己都怕 ','不好说，没想过呢 ','不是，我觉得自己好傻好天真呢 ','都不是',NULL,NULL,NULL,NULL,6),(66,'在朋友关系或者恋人关系中，你通常是主导者，而不是顺从者，是吗？','是的，我当然是自己的女王','不好说，看对方的气场了','不是，我一般都是弱势群体','是的，我当然是自己的女王',NULL,NULL,NULL,NULL,7),(67,'你更喜欢电视剧中的哪种角色？','古灵精怪的人','聪明自立的人','内涵低调的人','无敌的人',NULL,NULL,NULL,NULL,7),(68,'自信这种品质对你来说特别重要吗？','不重要','一般重要','重要','非常重要',NULL,NULL,NULL,NULL,7),(69,'当你遇到损害自身利益的事情，你会马上提出抗议吗','会','不会','不同的事情有不同的情况','应该会吧',NULL,NULL,NULL,NULL,7),(70,'如果说了一句你不是很明白的话，你会花很多的时间去思考吗','不会','不一定','会','应该会',NULL,NULL,NULL,NULL,7),(71,'你有一个关系很融洽的朋友圈吗？','没有','不清楚','有','可能有',NULL,NULL,NULL,NULL,7),(72,'在你交朋友的过程中，你认为什么品质是最重要的','没心眼并且善良','大度能体谅人','有积极的生活态度并且性格容易相处','没心眼并且善良',NULL,NULL,NULL,NULL,7),(73,'你有过很长一段时间对工作和生活都很迷茫吗？','有过','有过短时间的迷茫','没有过','应该有',NULL,NULL,NULL,NULL,7),(74,'你喜欢主动联系朋友吗？','不喜欢','不一定','喜欢','看情况',NULL,NULL,NULL,NULL,1),(75,'你会为被冤枉的同事站出来说一句话吗？','不会','权衡利弊再做决定','会的','一定会',NULL,NULL,NULL,NULL,1),(76,'在办公室能升官的家伙，可能当初进公司时，一点也不起眼，令人压根想不到之后这家伙，竟能直上青云。其实从一个人爱吃的肉类，就可以瞧见他或她的权力欲望，这是隐藏不了的倾向','牛肉','肌肉','羊肉','猪肉',NULL,NULL,NULL,NULL,1),(77,'当你抽奖抽中了一个红包，你直觉红包里面会有多少钱？','500元','1000元','1500元','2000元',NULL,NULL,NULL,NULL,1),(78,'如果你和一只狮子往前跑，你是','跟狮子并肩一同往前跑；','跑在狮子的前面；','跑在狮子后面；','与狮子背向而行',NULL,NULL,NULL,NULL,1),(79,'在武侠的世界中，若你是男主角，你觉得自己的身份是?','一个浪人','一个杀手','一个帮派少主','一个富家少爷',NULL,NULL,NULL,NULL,1),(80,'你认为实现梦想的路上，你会遇到的最大阻力是什么?','自己的能力','自己的意志力与思想','自己所拥有的条件','自己所处的环境',NULL,NULL,NULL,NULL,1),(81,'假如这个周末已经与朋友约好了出游，却在临出门的时候想改变主义不想赴约，你会怎么做?','跟TA说迟点到，拖延到最后索性不去','.随便用一个借口说没空','找另外一个朋友代替自己去','坦白说不想去',NULL,NULL,NULL,NULL,9),(82,'你认为实现梦想的路上，你会遇到的最大阻力是什么?','自己的能力','自己的意志力与思想','自己所拥有的条件','自己所处的环境',NULL,NULL,NULL,NULL,9),(83,'在武侠的世界中，若你是男主角，你觉得自己的身份是?','一个浪人','一个杀手','一个帮派少主','一个富家少爷',NULL,NULL,NULL,NULL,9),(84,'如果你和一只狮子往前跑，你是','跟狮子并肩一同往前跑；','跑在狮子的前面；','跑在狮子后面；','与狮子背向而行',NULL,NULL,NULL,NULL,9),(85,'当你抽奖抽中了一个红包，你直觉红包里面会有多少钱？','500元','1000元','1500元','2000元',NULL,NULL,NULL,NULL,9),(86,'在办公室能升官的家伙，可能当初进公司时，一点也不起眼，令人压根想不到之后这家伙，竟能直上青云。其实从一个人爱吃的肉类，就可以瞧见他或她的权力欲望，这是隐藏不了的倾向','牛肉','肌肉','羊肉','猪肉',NULL,NULL,NULL,NULL,10),(87,'你会为被冤枉的同事站出来说一句话吗？','不会','权衡利弊再做决定','会的','一定会',NULL,NULL,NULL,NULL,10),(88,'你喜欢主动联系朋友吗？','不喜欢','不一定','喜欢','看情况',NULL,NULL,NULL,NULL,10),(89,'你有一个关系很融洽的朋友圈吗？','没有','不清楚','有','可能有',NULL,NULL,NULL,NULL,10),(90,'在你交朋友的过程中，你认为什么品质是最重要的','没心眼并且善良','大度能体谅人','有积极的生活态度并且性格容易相处','没心眼并且善良',NULL,NULL,NULL,NULL,10),(91,'你有过很长一段时间对工作和生活都很迷茫吗？','有过','有过短时间的迷茫','没有过','应该有',NULL,NULL,NULL,NULL,11),(92,'假如这个周末已经与朋友约好了出游，却在临出门的时候想改变主义不想赴约，你会怎么做?','跟TA说迟点到，拖延到最后索性不去','.随便用一个借口说没空','找另外一个朋友代替自己去','坦白说不想去',NULL,NULL,NULL,NULL,11),(93,'以下哪一件“不可能”，最有可能变成“可能”的?','人类寿命基本过百','上天下海是每个人都随便可以做到的','人类搬离地球','与外星人和平共处',NULL,NULL,NULL,NULL,11),(94,'如果要你写一封信给10年后的自己，你会选择什么信纸?','笔记本撕下来的纸','带卡通图案的信纸','碎花底信纸','纯色信纸',NULL,NULL,NULL,NULL,11),(95,'你被邀请参加小学同学聚会，你会穿以下哪种类型的衣服出席?','随意但大牌的','漂亮华丽的','低调朴素的','简约青春的',NULL,NULL,NULL,NULL,11),(96,'当你抽奖抽中了一个红包，你直觉红包里面会有多少钱？','500元','1000元','1500元','2000元',NULL,NULL,NULL,NULL,12),(97,'如果你有男女朋友了，你觉得下面哪件事会是你们最喜欢做的事呢？','一起到沙滩漫步','一起逛街买东西','一起到咖啡厅喝下午茶','一起聊天或是看电影',NULL,NULL,NULL,NULL,12),(98,'每个人都有着下巴，有的人圆的，有的人则尖的，你的下巴是怎样的呢?','纤细形','四方形','半月形','鼓腮形',NULL,NULL,NULL,NULL,12),(99,'你是砧板上的一条鱼，刀子正向你挥来，眼看你将成为生鱼片，如果你想保命，你会怎样求救呢?','“我家上有老下有小。”用这样的话博取对方的同情的哀求战术','“你放了我，我会献上龙宫里的宝物。”的交易战术','“杀了我，你肯定会后悔的。”的威胁战术','“杀了我，你肯定会后悔的。”的威胁战术',NULL,NULL,NULL,NULL,12),(100,'如果你想选一枚戒指戴在食指上，下面哪枚戒指更符合你的心意?','镶嵌着夸张水钻的戒指','粗狂的金属戒指','简约小清新戒指','文艺手工复古戒指',NULL,NULL,NULL,NULL,12),(101,'天空突然下起大雨，但你没有带雨伞，在一个公车亭避雨。突然也来了一个要避雨的人，你觉得他是?','长相清秀的学生','正在赶路的上班族','带着小孩的妈妈','可怜的游民',NULL,NULL,NULL,NULL,13),(102,'如果你的恋人告诉你,Ta不喜欢吃西瓜,你本能得觉得Ta的理由是什么呢?','觉得吃西瓜要吐子很麻烦','切起来很麻烦','不喜欢西瓜的味道','西瓜水份很多一吃就觉得撑',NULL,NULL,NULL,NULL,13),(103,'当朋友带着一只狗来到你家时，你看到小狗会有哪种反应？','哇！好可爱','它洗过澡了没？','它会不会咬人？','借我玩一下！',NULL,NULL,NULL,NULL,13),(104,'你看到公共汽车这四个字，第一个会联想到：','交通工具','车票','上下班的情景','过站不停，冒黑烟',NULL,NULL,NULL,NULL,13),(105,'当你长途跋涉非常口渴的时候，你最想品尝下面哪种饮料？','清香宜人的绿茶','冰冻冒泡的汽水','酸酸甜甜的果汗','热腾腾的茶',NULL,NULL,NULL,NULL,13),(106,'当你独自有点饿，又不是太饿，而手边有一堆录影带、港剧时，你会那下列哪样事物来活动唇齿','糕点饼干类','披萨','牛肉面饭类','泡面',NULL,NULL,NULL,NULL,14),(107,'当你和一个陌生的人第一次见面，你最反感的是：','跟你很疏远,不够大方.','主动靠近你,拍你的肩膀,跟你称兄道弟.','抢着说话,油腔滑调,把你当听众.','不停地问你个人的问题,象身家调查一样',NULL,NULL,NULL,NULL,14),(108,'过两天你就要参加升职面试了，你拼命熬夜学习，今夜你想通宵却觉得困得要命，这时候你需要克服睡得要命，这时候你需要克服睡意,你会选择：','先小睡一会儿,待会继续读书.','放音乐,边跟着唱边看书','吃泡面吃零食吃吃吃','睡觉',NULL,NULL,NULL,NULL,14),(109,'给你们一种饮料，你会要哪种饮料？','汽水','牛奶','开水','矿泉水',NULL,NULL,NULL,NULL,14),(110,'每个人走路的姿态就会有所不同，就在这不同的姿势中，你的性格特征以及爱情玄机就一点一滴地向泄露出来了哟!','走路的时候速度比较快，通常五指伸得笔直','走路时的速度一般，手掌常自然地握成拳状','常将一只手插进口袋，或两手同时插进口袋','走路的时候速度比较慢，五指自然微微弯曲',NULL,NULL,NULL,NULL,14),(111,'有一个小朋友，他在上语文课时，突然很想上厕所，便举手和老师说：“老师，我要大便!”老师非常的生气说：“不可以用这么粗俗的字眼“可是那名小朋友还是憋不住，只好又举手说：“老师，我的屁股想吐!”','呵呵的冷笑或是干笑','遮住嘴巴的笑','嘴巴张得大大的，毫不掩饰的笑','想憋又憋不住，噗嗤的笑了出来',NULL,NULL,NULL,NULL,15),(112,'一次旅行中你走了好长一段路，又渴又累，突然看到一间小屋，屋门没关，你顺势走进去，屋主似乎不在，而在桌上有一杯清澈的水，又累又渴的你会有什么反应？','如获至宝，一口喝下去。','先考虑一下，再小口小口啜饮。','完全不考虑，就是不喝。','不敢喝。',NULL,NULL,NULL,NULL,15),(113,'当你长途跋涉非常口渴的时候，你最想品尝下面哪种饮料？','清香宜人的绿茶','冰冻冒泡的汽水','酸酸甜甜的果汗','热腾腾的茶',NULL,NULL,NULL,NULL,15),(114,'你的戒指掉在地上不见了，你首先会从什么地方找起？','沙发底下','墙角','毛毯边缘','柜子',NULL,NULL,NULL,NULL,15),(115,'在做事条理性方面，更接近：','每晚准备好上班要带的东西','家庭摆设井井有条，随手可取','每天晚上要花许多时间找东西','多花时间学习',NULL,NULL,NULL,NULL,15),(116,'假如这个周末已经与朋友约好了出游，却在临出门的时候想改变主义不想赴约，你会怎么做?','跟TA说迟点到，拖延到最后索性不去','.随便用一个借口说没空','找另外一个朋友代替自己去','坦白说不想去','',NULL,NULL,NULL,16),(117,'以下哪一件“不可能”，最有可能变成“可能”的?','人类寿命基本过百','上天下海是每个人都随便可以做到的','人类搬离地球','与外星人和平共处','',NULL,NULL,NULL,16),(118,'如果要你写一封信给10年后的自己，你会选择什么信纸?','笔记本撕下来的纸','带卡通图案的信纸','碎花底信纸','纯色信纸','',NULL,NULL,NULL,16),(119,'你被邀请参加小学同学聚会，你会穿以下哪种类型的衣服出席?','随意但大牌的','漂亮华丽的','低调朴素的','简约青春的','',NULL,NULL,NULL,16),(120,'当你抽奖抽中了一个红包，你直觉红包里面会有多少钱？','500元','1000元','1500元','2000元','',NULL,NULL,NULL,16),(121,'如果你有男女朋友了，你觉得下面哪件事会是你们最喜欢做的事呢？','一起到沙滩漫步','一起逛街买东西','一起到咖啡厅喝下午茶','一起聊天或是看电影','',NULL,NULL,NULL,17),(122,'每个人都有着下巴，有的人圆的，有的人则尖的，你的下巴是怎样的呢?','纤细形','四方形','半月形','鼓腮形','',NULL,NULL,NULL,17),(123,'你是砧板上的一条鱼，刀子正向你挥来，眼看你将成为生鱼片，如果你想保命，你会怎样求救呢?','“我家上有老下有小。”用这样的话博取对方的同情的哀求战术','“你放了我，我会献上龙宫里的宝物。”的交易战术','“杀了我，你肯定会后悔的。”的威胁战术','“杀了我，你肯定会后悔的。”的威胁战术','',NULL,NULL,NULL,17),(124,'如果你想选一枚戒指戴在食指上，下面哪枚戒指更符合你的心意?','镶嵌着夸张水钻的戒指','粗狂的金属戒指','简约小清新戒指','文艺手工复古戒指','',NULL,NULL,NULL,17),(125,'天空突然下起大雨，但你没有带雨伞，在一个公车亭避雨。突然也来了一个要避雨的人，你觉得他是?','长相清秀的学生','正在赶路的上班族','带着小孩的妈妈','可怜的游民','',NULL,NULL,NULL,17),(126,'如果你的恋人告诉你,Ta不喜欢吃西瓜,你本能得觉得Ta的理由是什么呢?','觉得吃西瓜要吐子很麻烦','切起来很麻烦','不喜欢西瓜的味道','西瓜水份很多一吃就觉得撑','',NULL,NULL,NULL,18),(127,'当朋友带着一只狗来到你家时，你看到小狗会有哪种反应？','哇！好可爱','它洗过澡了没？','它会不会咬人？','借我玩一下！','',NULL,NULL,NULL,18),(128,'你看到公共汽车这四个字，第一个会联想到：','交通工具','车票','上下班的情景','过站不停，冒黑烟','',NULL,NULL,NULL,18),(129,'当你长途跋涉非常口渴的时候，你最想品尝下面哪种饮料？','清香宜人的绿茶','冰冻冒泡的汽水','酸酸甜甜的果汗','热腾腾的茶','',NULL,NULL,NULL,18),(130,'当你独自有点饿，又不是太饿，而手边有一堆录影带、港剧时，你会那下列哪样事物来活动唇齿','糕点饼干类','披萨','牛肉面饭类','泡面','',NULL,NULL,NULL,18),(131,'当你和一个陌生的人第一次见面，你最反感的是：','跟你很疏远,不够大方.','主动靠近你,拍你的肩膀,跟你称兄道弟.','抢着说话,油腔滑调,把你当听众.','不停地问你个人的问题,象身家调查一样','',NULL,NULL,NULL,19),(132,'过两天你就要参加升职面试了，你拼命熬夜学习，今夜你想通宵却觉得困得要命，这时候你需要克服睡得要命，这时候你需要克服睡意,你会选择：','先小睡一会儿,待会继续读书.','放音乐,边跟着唱边看书','吃泡面吃零食吃吃吃','睡觉','',NULL,NULL,NULL,19),(133,'给你们一种饮料，你会要哪种饮料？','汽水','牛奶','开水','矿泉水','',NULL,NULL,NULL,19),(134,'每个人走路的姿态就会有所不同，就在这不同的姿势中，你的性格特征以及爱情玄机就一点一滴地向泄露出来了哟!','走路的时候速度比较快，通常五指伸得笔直','走路时的速度一般，手掌常自然地握成拳状','常将一只手插进口袋，或两手同时插进口袋','走路的时候速度比较慢，五指自然微微弯曲','',NULL,NULL,NULL,19),(135,'有一个小朋友，他在上语文课时，突然很想上厕所，便举手和老师说：“老师，我要大便!”老师非常的生气说：“不可以用这么粗俗的字眼“可是那名小朋友还是憋不住，只好又举手说：“老师，我的屁股想吐!”','呵呵的冷笑或是干笑','遮住嘴巴的笑','嘴巴张得大大的，毫不掩饰的笑','想憋又憋不住，噗嗤的笑了出来','',NULL,NULL,NULL,19),(136,'一次旅行中你走了好长一段路，又渴又累，突然看到一间小屋，屋门没关，你顺势走进去，屋主似乎不在，而在桌上有一杯清澈的水，又累又渴的你会有什么反应？','如获至宝，一口喝下去。','先考虑一下，再小口小口啜饮。','完全不考虑，就是不喝。','不敢喝。','',NULL,NULL,NULL,20),(137,'当你长途跋涉非常口渴的时候，你最想品尝下面哪种饮料？','清香宜人的绿茶','冰冻冒泡的汽水','酸酸甜甜的果汗','热腾腾的茶','',NULL,NULL,NULL,20),(138,'你的戒指掉在地上不见了，你首先会从什么地方找起？','沙发底下','墙角','毛毯边缘','柜子','',NULL,NULL,NULL,20),(139,'在做事条理性方面，更接近：','每晚准备好上班要带的东西','家庭摆设井井有条，随手可取','每天晚上要花许多时间找东西','多花时间学习','',NULL,NULL,NULL,20),(140,'有三个神秘的房间，第一个里面可能会爆发夺去你生命的大火，第二个里面藏着无影无形的杀手，第三个里面是饿了一年的狮子，那么你应该选择房子才能保住性命？','第一个','第二个','第三个','第四个','',NULL,NULL,NULL,20),(141,'这里有两扇门，一扇门通往财富，另一扇门则通往死亡。屋子里面除了你以外还有两人，一个总是说实话，而另一个却总是撒谎，但你却分不清具体哪个人诚实，哪个人撒谎。\r\n\r\n','随便询问其中一个人：“兄弟，你觉得我应该选择哪个门？”','问其中一个人：“朋友，你觉得如果我去问另一个人的时候，他会让我选择哪个门呢？”','随便询问其中一个人：“哥们儿，你们之中谁是大话精？”','抛硬币','',NULL,NULL,NULL,21),(142,'老板让你拟订一份2005年度工作计划，要求你在下周五之前完成，而今天是周末，你会：','马上准备，周二一大早就把计划书交上。','周一到周四每天都抽时间思考，周五早晨刚好完成。','从周一到周四一直忙着玩，周四晚上才通宵完成','从周一到周四一直忙着玩，周四晚上才通宵完成','',NULL,NULL,NULL,21),(143,'从大学毕业到现在的5到10年来，你的体重变化大吗？','聚会时同学都认不出你了，因为从前的“麻杆”变成了“肥婆”。','体重和大学毕业时差不多。','这些年来体重总是莫名其妙地忽上忽下。','这些年来体重总是莫名其妙地忽上忽下。','',NULL,NULL,NULL,21),(144,'你对酒的态度如何？','滴酒不沾。','平时很少喝，只有偶尔去酒吧时才喝点儿红酒或啤酒','是个喜欢酒的人，除了用酒佐餐，还喜欢在睡前喝一杯','酒鬼','',NULL,NULL,NULL,21),(145,'如果从1～9给你的生活压力打分，你的压力指数是：','1～2分：从不给自己任何压力。','3～5分：你生活得张弛有度，偶尔紧张、忙碌，但很少挑战自己的极限。','6～9分：天天忙得四脚朝天，周末连个整觉都睡不了。','9-12：没压力','',NULL,NULL,NULL,21),(146,'你做过健康体检吗？','3年前做过一次。','做过，而且每年一次。','从没做过。计分方法：','一年一次','',NULL,NULL,NULL,22),(147,'你最近大便的量是?','一天大概3根香蕉长.','一天大概2根香蕉长','一天大概1根香蕉长.','三天大概1根香蕉长','',NULL,NULL,NULL,22),(148,'您的睡眠状况是','.睡眠时常觉醒或睡而不实，晨醒过早，但不影响工作','偶有失眠，但尚能坚持工作','睡眠不足4小时，影响正常工作','经常不眠，难以坚持正常工作','',NULL,NULL,NULL,22),(149,'您是否有健忘的症状','偶尔有记忆力减弱','记忆力减弱，但能坚持正常工作和生活','记忆力明显减弱，影响正常工作和生活','完全没有','',NULL,NULL,NULL,22),(150,'您是否经常有神疲乏力的感觉','精神不振，可坚持正常工作','精神极度疲乏，不能坚持正常工作','精神疲乏，勉强坚持正常工作','完全没有','',NULL,NULL,NULL,22),(151,'您是否经常感觉腰膝酸软','.活动后腰膝酸软，可坚持正常工作','经常出现腰膝酸软，勉强坚持正常工作及生活','腰膝酸软，不能坚持正常工作和生活','完全没有','',NULL,NULL,NULL,23),(152,'您是否经常头晕耳鸣','偶尔有','经常，但能坚持正常工作和生活','头晕耳鸣，影响正常工作和学习','完全没有','',NULL,NULL,NULL,23),(153,'您是否经常出现少气懒言的状况','不喜欢多说话，不问则不答','.懒于言语，多问少答','不想说话，表情冷漠','完全没有','',NULL,NULL,NULL,23),(154,'您是否有心悸的现象','偶尔有','经常出现，但能坚持正常工作','心悸明显，影响正常工作','完全没有','',NULL,NULL,NULL,23),(155,'您是否经常感觉心烦','有时心烦，自我劝慰后安静下来','.经常心烦，难以自我劝慰，但休息后可以平静','心烦意乱，影响工作和休息','完全没有','',NULL,NULL,NULL,23),(156,'如果你正在吃饭的话我要说声,“bingo!恭喜你中奖了,请继续看下去吧.”\r\n\r\n　　你最近的大大的颜色是:','黑','绿','红','黄','',NULL,NULL,NULL,24),(157,'有一位女士正趴在桌子上，似乎是睡着了，在你看来，她属于下列那一种情况？\r\n\r\n请根据自己的第1印象选择下列最近似的结果：','饭后趴在桌子上休息','酒醉后精神不佳','身体不太舒服','被男友抛弃正在伤心','',NULL,NULL,NULL,24),(158,'你知道暴食症是一种饮食行为障碍的疾病','不是','是','应该不是','可能是','',NULL,NULL,NULL,24),(159,'早睡早起是一个好的生活习惯哦，那么你是一个早起的人吗？','不是','是','应该不是','可能是','',NULL,NULL,NULL,24),(160,'从“走姿”观察人，世界各国古已有之。观察一个男人怎样走路，并从走姿中透视其内心，你肯定会觉得妙趣横生。同时,也为你提供了多一个判断他的标准，他是这样走路的：','步伐急促  军事步伐 ','身体前倾  ','踱着方步 ','步伐平缓  ','',NULL,NULL,NULL,24),(161,'一个人的身體语言会透露出许多讯息，能夠准确地测出你內在的感情。通常你的坐姿是采那种姿势？','双腿双臂交叉',' 双脚微分开','脚分得很开','坐位置边边','',NULL,NULL,NULL,25),(162,'个性测试开始：每个人说话时不经意会表现出不同的肢体动作，这些作中多少隐藏了每个人的不同个性。你说话时惯用的动作、表情又是列哪一种类型呢？而每一种特征动作都蕴藏了每个人不同的性格。','配合手势说话的人','靠在桌边说话的人','瞪着双眼说话的人','抱着胳膊，或将手伸入口袋说话的人','',NULL,NULL,NULL,25),(163,'当你感到不安时，你会出现什么样的肢体语言？','按住脸颊、头、头发 ','自己紧握自己的手','用指尖拨弄嘴唇 ','双手交叉','',NULL,NULL,NULL,25),(164,'如果可以开个店，你比较喜欢开什么餐馆？','西餐厅','私房菜','小吃店','咖啡厅','',NULL,NULL,NULL,25),(165,'当你走在路上的时候，突然看到一个女孩低头走过，你觉得她遇上了什么事？','失恋了','卖东西忘带钱包','众目下摔了一跤','被风吹起了裙子','',NULL,NULL,NULL,25),(166,'你要出远门，家里的小动物你会？','送人','寄养宠物店','请家人照看','卖给别人','',NULL,NULL,NULL,26),(167,'当有人搭讪，你会？','无视','赶紧跑','回应','看着不说话','',NULL,NULL,NULL,26),(168,'怎么解决工作、学习中的难题呢？','逃避','请教别人','自己解决','不敢面对','',NULL,NULL,NULL,26),(169,'如果有一块饼干，你就觉得他是什么样的颜色呢','圆形','三角形','椭圆形','矩形','',NULL,NULL,NULL,26),(170,'有一天，隔壁家的衣物飘落在你家的阳台上，当你看到那样东西时，你觉得那是什么？','手帕','胸罩','男性内裤','领带','',NULL,NULL,NULL,26),(171,'你喜欢主动联系朋友吗？','不喜欢','不一定','喜欢','看情况',NULL,NULL,NULL,NULL,27),(172,'你会为被冤枉的同事站出来说一句话吗？','不会','权衡利弊再做决定','会的','一定会',NULL,NULL,NULL,NULL,27),(173,'在办公室能升官的家伙，可能当初进公司时，一点也不起眼，令人压根想不到之后这家伙，竟能直上青云。其实从一个人爱吃的肉类，就可以瞧见他或她的权力欲望，这是隐藏不了的倾向','牛肉','肌肉','羊肉','猪肉',NULL,NULL,NULL,NULL,27),(174,'当你抽奖抽中了一个红包，你直觉红包里面会有多少钱？','500元','1000元','1500元','2000元',NULL,NULL,NULL,NULL,27),(175,'如果你和一只狮子往前跑，你是','跟狮子并肩一同往前跑；','跑在狮子的前面；','跑在狮子后面；','与狮子背向而行',NULL,NULL,NULL,NULL,27),(176,'在武侠的世界中，若你是男主角，你觉得自己的身份是?','一个浪人','一个杀手','一个帮派少主','一个富家少爷',NULL,NULL,NULL,NULL,28),(177,'你认为实现梦想的路上，你会遇到的最大阻力是什么?','自己的能力','自己的意志力与思想','自己所拥有的条件','自己所处的环境',NULL,NULL,NULL,NULL,28),(178,'假如这个周末已经与朋友约好了出游，却在临出门的时候想改变主义不想赴约，你会怎么做?','跟TA说迟点到，拖延到最后索性不去','.随便用一个借口说没空','找另外一个朋友代替自己去','坦白说不想去',NULL,NULL,NULL,NULL,28),(179,'你认为实现梦想的路上，你会遇到的最大阻力是什么?','自己的能力','自己的意志力与思想','自己所拥有的条件','自己所处的环境',NULL,NULL,NULL,NULL,28),(180,'在武侠的世界中，若你是男主角，你觉得自己的身份是?','一个浪人','一个杀手','一个帮派少主','一个富家少爷',NULL,NULL,NULL,NULL,28),(181,'如果你和一只狮子往前跑，你是','跟狮子并肩一同往前跑；','跑在狮子的前面；','跑在狮子后面；','与狮子背向而行',NULL,NULL,NULL,NULL,29),(182,'当你抽奖抽中了一个红包，你直觉红包里面会有多少钱？','500元','1000元','1500元','2000元',NULL,NULL,NULL,NULL,29),(183,'在办公室能升官的家伙，可能当初进公司时，一点也不起眼，令人压根想不到之后这家伙，竟能直上青云。其实从一个人爱吃的肉类，就可以瞧见他或她的权力欲望，这是隐藏不了的倾向','牛肉','肌肉','羊肉','猪肉',NULL,NULL,NULL,NULL,29),(184,'你会为被冤枉的同事站出来说一句话吗？','不会','权衡利弊再做决定','会的','一定会',NULL,NULL,NULL,NULL,29),(185,'你喜欢主动联系朋友吗？','不喜欢','不一定','喜欢','看情况',NULL,NULL,NULL,NULL,29),(186,'你有一个关系很融洽的朋友圈吗？','没有','不清楚','有','可能有',NULL,NULL,NULL,NULL,30),(187,'在你交朋友的过程中，你认为什么品质是最重要的','没心眼并且善良','大度能体谅人','有积极的生活态度并且性格容易相处','没心眼并且善良',NULL,NULL,NULL,NULL,30),(188,'你有过很长一段时间对工作和生活都很迷茫吗？','有过','有过短时间的迷茫','没有过','应该有',NULL,NULL,NULL,NULL,30),(189,'假如这个周末已经与朋友约好了出游，却在临出门的时候想改变主义不想赴约，你会怎么做?','跟TA说迟点到，拖延到最后索性不去','.随便用一个借口说没空','找另外一个朋友代替自己去','坦白说不想去',NULL,NULL,NULL,NULL,30),(190,'以下哪一件“不可能”，最有可能变成“可能”的?','人类寿命基本过百','上天下海是每个人都随便可以做到的','人类搬离地球','与外星人和平共处',NULL,NULL,NULL,NULL,30),(191,'如果要你写一封信给10年后的自己，你会选择什么信纸?','笔记本撕下来的纸','带卡通图案的信纸','碎花底信纸','纯色信纸',NULL,NULL,NULL,NULL,31),(192,'你被邀请参加小学同学聚会，你会穿以下哪种类型的衣服出席?','随意但大牌的','漂亮华丽的','低调朴素的','简约青春的',NULL,NULL,NULL,NULL,31),(193,'当你抽奖抽中了一个红包，你直觉红包里面会有多少钱？','500元','1000元','1500元','2000元',NULL,NULL,NULL,NULL,31),(194,'如果你有男女朋友了，你觉得下面哪件事会是你们最喜欢做的事呢？','一起到沙滩漫步','一起逛街买东西','一起到咖啡厅喝下午茶','一起聊天或是看电影',NULL,NULL,NULL,NULL,31),(195,'每个人都有着下巴，有的人圆的，有的人则尖的，你的下巴是怎样的呢?','纤细形','四方形','半月形','鼓腮形',NULL,NULL,NULL,NULL,31),(196,'你是砧板上的一条鱼，刀子正向你挥来，眼看你将成为生鱼片，如果你想保命，你会怎样求救呢?','“我家上有老下有小。”用这样的话博取对方的同情的哀求战术','“你放了我，我会献上龙宫里的宝物。”的交易战术','“杀了我，你肯定会后悔的。”的威胁战术','“杀了我，你肯定会后悔的。”的威胁战术',NULL,NULL,NULL,NULL,32),(197,'如果你想选一枚戒指戴在食指上，下面哪枚戒指更符合你的心意?','镶嵌着夸张水钻的戒指','粗狂的金属戒指','简约小清新戒指','文艺手工复古戒指',NULL,NULL,NULL,NULL,32),(198,'天空突然下起大雨，但你没有带雨伞，在一个公车亭避雨。突然也来了一个要避雨的人，你觉得他是?','长相清秀的学生','正在赶路的上班族','带着小孩的妈妈','可怜的游民',NULL,NULL,NULL,NULL,32),(199,'你喜欢主动联系朋友吗？','不喜欢','不一定','喜欢','看情况','',NULL,NULL,NULL,32),(200,'你会为被冤枉的同事站出来说一句话吗？','不会','权衡利弊再做决定','会的','一定会','',NULL,NULL,NULL,32),(201,'在办公室能升官的家伙，可能当初进公司时，一点也不起眼，令人压根想不到之后这家伙，竟能直上青云。其实从一个人爱吃的肉类，就可以瞧见他或她的权力欲望，这是隐藏不了的倾向','牛肉','肌肉','羊肉','猪肉','',NULL,NULL,NULL,33),(202,'当你抽奖抽中了一个红包，你直觉红包里面会有多少钱？','500元','1000元','1500元','2000元','',NULL,NULL,NULL,33),(203,'如果你和一只狮子往前跑，你是','跟狮子并肩一同往前跑；','跑在狮子的前面；','跑在狮子后面；','与狮子背向而行','',NULL,NULL,NULL,33),(204,'在武侠的世界中，若你是男主角，你觉得自己的身份是?','一个浪人','一个杀手','一个帮派少主','一个富家少爷','',NULL,NULL,NULL,33),(205,'你认为实现梦想的路上，你会遇到的最大阻力是什么?','自己的能力','自己的意志力与思想','自己所拥有的条件','自己所处的环境','',NULL,NULL,NULL,33),(206,'假如这个周末已经与朋友约好了出游，却在临出门的时候想改变主义不想赴约，你会怎么做?','跟TA说迟点到，拖延到最后索性不去','.随便用一个借口说没空','找另外一个朋友代替自己去','坦白说不想去','',NULL,NULL,NULL,34),(207,'你认为实现梦想的路上，你会遇到的最大阻力是什么?','自己的能力','自己的意志力与思想','自己所拥有的条件','自己所处的环境','',NULL,NULL,NULL,34),(208,'在武侠的世界中，若你是男主角，你觉得自己的身份是?','一个浪人','一个杀手','一个帮派少主','一个富家少爷','',NULL,NULL,NULL,34),(209,'如果你和一只狮子往前跑，你是','跟狮子并肩一同往前跑；','跑在狮子的前面；','跑在狮子后面；','与狮子背向而行','',NULL,NULL,NULL,34),(210,'当你抽奖抽中了一个红包，你直觉红包里面会有多少钱？','500元','1000元','1500元','2000元','',NULL,NULL,NULL,34),(211,'在办公室能升官的家伙，可能当初进公司时，一点也不起眼，令人压根想不到之后这家伙，竟能直上青云。其实从一个人爱吃的肉类，就可以瞧见他或她的权力欲望，这是隐藏不了的倾向','牛肉','肌肉','羊肉','猪肉','',NULL,NULL,NULL,35),(212,'你会为被冤枉的同事站出来说一句话吗？','不会','权衡利弊再做决定','会的','一定会','',NULL,NULL,NULL,35),(213,'你喜欢主动联系朋友吗？','不喜欢','不一定','喜欢','看情况','',NULL,NULL,NULL,35),(214,'你有一个关系很融洽的朋友圈吗？','没有','不清楚','有','可能有','',NULL,NULL,NULL,35),(215,'在你交朋友的过程中，你认为什么品质是最重要的','没心眼并且善良','大度能体谅人','有积极的生活态度并且性格容易相处','没心眼并且善良','',NULL,NULL,NULL,35),(216,'你有过很长一段时间对工作和生活都很迷茫吗？','有过','有过短时间的迷茫','没有过','应该有','',NULL,NULL,NULL,36),(217,'假如这个周末已经与朋友约好了出游，却在临出门的时候想改变主义不想赴约，你会怎么做?','跟TA说迟点到，拖延到最后索性不去','.随便用一个借口说没空','找另外一个朋友代替自己去','坦白说不想去','',NULL,NULL,NULL,36),(218,'以下哪一件“不可能”，最有可能变成“可能”的?','人类寿命基本过百','上天下海是每个人都随便可以做到的','人类搬离地球','与外星人和平共处','',NULL,NULL,NULL,36),(219,'如果要你写一封信给10年后的自己，你会选择什么信纸?','笔记本撕下来的纸','带卡通图案的信纸','碎花底信纸','纯色信纸','',NULL,NULL,NULL,36),(220,'你被邀请参加小学同学聚会，你会穿以下哪种类型的衣服出席?','随意但大牌的','漂亮华丽的','低调朴素的','简约青春的','',NULL,NULL,NULL,36),(221,'当你抽奖抽中了一个红包，你直觉红包里面会有多少钱？','500元','1000元','1500元','2000元','',NULL,NULL,'',37),(222,'如果你有男女朋友了，你觉得下面哪件事会是你们最喜欢做的事呢？','一起到沙滩漫步','一起逛街买东西','一起到咖啡厅喝下午茶','一起聊天或是看电影','',NULL,NULL,NULL,37),(223,'每个人都有着下巴，有的人圆的，有的人则尖的，你的下巴是怎样的呢?','纤细形','四方形','半月形','鼓腮形','',NULL,NULL,NULL,37),(224,'你是砧板上的一条鱼，刀子正向你挥来，眼看你将成为生鱼片，如果你想保命，你会怎样求救呢?','“我家上有老下有小。”用这样的话博取对方的同情的哀求战术','“你放了我，我会献上龙宫里的宝物。”的交易战术','“杀了我，你肯定会后悔的。”的威胁战术','“杀了我，你肯定会后悔的。”的威胁战术','',NULL,NULL,NULL,37),(225,'你喜欢主动联系朋友吗？','不喜欢','不一定','喜欢','看情况','',NULL,NULL,NULL,37),(226,'你会为被冤枉的同事站出来说一句话吗？','不会','权衡利弊再做决定','会的','一定会','',NULL,NULL,NULL,38),(227,'在办公室能升官的家伙，可能当初进公司时，一点也不起眼，令人压根想不到之后这家伙，竟能直上青云。其实从一个人爱吃的肉类，就可以瞧见他或她的权力欲望，这是隐藏不了的倾向','牛肉','肌肉','羊肉','猪肉','',NULL,NULL,NULL,38),(228,'当你抽奖抽中了一个红包，你直觉红包里面会有多少钱？','500元','1000元','1500元','2000元','',NULL,NULL,NULL,38),(229,'如果你和一只狮子往前跑，你是','跟狮子并肩一同往前跑；','跑在狮子的前面；','跑在狮子后面；','与狮子背向而行','',NULL,NULL,NULL,38),(230,'在武侠的世界中，若你是男主角，你觉得自己的身份是?','一个浪人','一个杀手','一个帮派少主','一个富家少爷','',NULL,NULL,NULL,38),(231,'你认为实现梦想的路上，你会遇到的最大阻力是什么?','自己的能力','自己的意志力与思想','自己所拥有的条件','自己所处的环境','',NULL,NULL,NULL,39),(232,'假如这个周末已经与朋友约好了出游，却在临出门的时候想改变主义不想赴约，你会怎么做?','跟TA说迟点到，拖延到最后索性不去','.随便用一个借口说没空','找另外一个朋友代替自己去','坦白说不想去','',NULL,NULL,NULL,39),(233,'你认为实现梦想的路上，你会遇到的最大阻力是什么?','自己的能力','自己的意志力与思想','自己所拥有的条件','自己所处的环境','',NULL,NULL,NULL,39),(234,'在武侠的世界中，若你是男主角，你觉得自己的身份是?','一个浪人','一个杀手','一个帮派少主','一个富家少爷','',NULL,NULL,NULL,39),(235,'如果你和一只狮子往前跑，你是','跟狮子并肩一同往前跑；','跑在狮子的前面；','跑在狮子后面；','与狮子背向而行','',NULL,NULL,NULL,39),(236,'当你抽奖抽中了一个红包，你直觉红包里面会有多少钱？','500元','1000元','1500元','2000元','',NULL,NULL,NULL,40),(237,'在办公室能升官的家伙，可能当初进公司时，一点也不起眼，令人压根想不到之后这家伙，竟能直上青云。其实从一个人爱吃的肉类，就可以瞧见他或她的权力欲望，这是隐藏不了的倾向','牛肉','肌肉','羊肉','猪肉','',NULL,NULL,NULL,40),(238,'你会为被冤枉的同事站出来说一句话吗？','不会','权衡利弊再做决定','会的','一定会','',NULL,NULL,NULL,40),(239,'你喜欢主动联系朋友吗？','不喜欢','不一定','喜欢','看情况','',NULL,NULL,NULL,40),(240,'你有一个关系很融洽的朋友圈吗？','没有','不清楚','有','可能有','',NULL,NULL,NULL,40),(241,'在你交朋友的过程中，你认为什么品质是最重要的','没心眼并且善良','大度能体谅人','有积极的生活态度并且性格容易相处','没心眼并且善良','',NULL,NULL,NULL,41),(242,'你有过很长一段时间对工作和生活都很迷茫吗？','有过','有过短时间的迷茫','没有过','应该有','',NULL,NULL,NULL,41),(243,'假如这个周末已经与朋友约好了出游，却在临出门的时候想改变主义不想赴约，你会怎么做?','跟TA说迟点到，拖延到最后索性不去','.随便用一个借口说没空','找另外一个朋友代替自己去','坦白说不想去','',NULL,NULL,NULL,41),(244,'以下哪一件“不可能”，最有可能变成“可能”的?','人类寿命基本过百','上天下海是每个人都随便可以做到的','人类搬离地球','与外星人和平共处','',NULL,NULL,NULL,41),(245,'如果要你写一封信给10年后的自己，你会选择什么信纸?','笔记本撕下来的纸','带卡通图案的信纸','碎花底信纸','纯色信纸','',NULL,NULL,NULL,41),(246,'你被邀请参加小学同学聚会，你会穿以下哪种类型的衣服出席?','随意但大牌的','漂亮华丽的','低调朴素的','简约青春的','',NULL,NULL,NULL,42),(247,'当你抽奖抽中了一个红包，你直觉红包里面会有多少钱？','500元','1000元','1500元','2000元','',NULL,NULL,NULL,42),(248,'如果你有男女朋友了，你觉得下面哪件事会是你们最喜欢做的事呢？','一起到沙滩漫步','一起逛街买东西','一起到咖啡厅喝下午茶','一起聊天或是看电影','',NULL,NULL,NULL,42),(249,'每个人都有着下巴，有的人圆的，有的人则尖的，你的下巴是怎样的呢?','纤细形','四方形','半月形','鼓腮形','',NULL,NULL,NULL,42),(250,'你是砧板上的一条鱼，刀子正向你挥来，眼看你将成为生鱼片，如果你想保命，你会怎样求救呢?','“我家上有老下有小。”用这样的话博取对方的同情的哀求战术','“你放了我，我会献上龙宫里的宝物。”的交易战术','“杀了我，你肯定会后悔的。”的威胁战术','“杀了我，你肯定会后悔的。”的威胁战术','',NULL,NULL,NULL,42),(251,'如果你想选一枚戒指戴在食指上，下面哪枚戒指更符合你的心意?','镶嵌着夸张水钻的戒指','粗狂的金属戒指','简约小清新戒指','文艺手工复古戒指','',NULL,NULL,NULL,43),(252,'天空突然下起大雨，但你没有带雨伞，在一个公车亭避雨。突然也来了一个要避雨的人，你觉得他是?','长相清秀的学生','正在赶路的上班族','带着小孩的妈妈','可怜的游民','',NULL,NULL,NULL,43),(253,'你喜欢主动联系朋友吗？','不喜欢','不一定','喜欢','看情况','',NULL,NULL,NULL,43),(254,'你会为被冤枉的同事站出来说一句话吗？','不会','权衡利弊再做决定','会的','一定会','',NULL,NULL,NULL,43),(255,'在办公室能升官的家伙，可能当初进公司时，一点也不起眼，令人压根想不到之后这家伙，竟能直上青云。其实从一个人爱吃的肉类，就可以瞧见他或她的权力欲望，这是隐藏不了的倾向','牛肉','肌肉','羊肉','猪肉','',NULL,NULL,NULL,43),(256,'当你抽奖抽中了一个红包，你直觉红包里面会有多少钱？','500元','1000元','1500元','2000元','',NULL,NULL,NULL,44),(257,'如果你和一只狮子往前跑，你是','跟狮子并肩一同往前跑；','跑在狮子的前面；','跑在狮子后面；','与狮子背向而行','',NULL,NULL,NULL,44),(258,'在武侠的世界中，若你是男主角，你觉得自己的身份是?','一个浪人','一个杀手','一个帮派少主','一个富家少爷','',NULL,NULL,NULL,44),(259,'你认为实现梦想的路上，你会遇到的最大阻力是什么?','自己的能力','自己的意志力与思想','自己所拥有的条件','自己所处的环境','',NULL,NULL,NULL,44),(260,'假如这个周末已经与朋友约好了出游，却在临出门的时候想改变主义不想赴约，你会怎么做?','跟TA说迟点到，拖延到最后索性不去','.随便用一个借口说没空','找另外一个朋友代替自己去','坦白说不想去','',NULL,NULL,NULL,44),(261,'你认为实现梦想的路上，你会遇到的最大阻力是什么?','自己的能力','自己的意志力与思想','自己所拥有的条件','自己所处的环境','',NULL,NULL,NULL,45),(262,'在武侠的世界中，若你是男主角，你觉得自己的身份是?','一个浪人','一个杀手','一个帮派少主','一个富家少爷','',NULL,NULL,NULL,45),(263,'如果你和一只狮子往前跑，你是','跟狮子并肩一同往前跑；','跑在狮子的前面；','跑在狮子后面；','与狮子背向而行','',NULL,NULL,NULL,45),(264,'当你抽奖抽中了一个红包，你直觉红包里面会有多少钱？','500元','1000元','1500元','2000元','',NULL,NULL,NULL,45),(265,'在办公室能升官的家伙，可能当初进公司时，一点也不起眼，令人压根想不到之后这家伙，竟能直上青云。其实从一个人爱吃的肉类，就可以瞧见他或她的权力欲望，这是隐藏不了的倾向','牛肉','肌肉','羊肉','猪肉','',NULL,NULL,NULL,45),(266,'你会为被冤枉的同事站出来说一句话吗？','不会','权衡利弊再做决定','会的','一定会','',NULL,NULL,NULL,46),(267,'你喜欢主动联系朋友吗？','不喜欢','不一定','喜欢','看情况','',NULL,NULL,NULL,46),(268,'你有一个关系很融洽的朋友圈吗？','没有','不清楚','有','可能有','',NULL,NULL,NULL,46),(269,'在你交朋友的过程中，你认为什么品质是最重要的','没心眼并且善良','大度能体谅人','有积极的生活态度并且性格容易相处','没心眼并且善良','',NULL,NULL,NULL,46),(270,'你有过很长一段时间对工作和生活都很迷茫吗？','有过','有过短时间的迷茫','没有过','应该有','',NULL,NULL,NULL,46),(271,'假如这个周末已经与朋友约好了出游，却在临出门的时候想改变主义不想赴约，你会怎么做?','跟TA说迟点到，拖延到最后索性不去','.随便用一个借口说没空','找另外一个朋友代替自己去','坦白说不想去','',NULL,NULL,NULL,47),(272,'以下哪一件“不可能”，最有可能变成“可能”的?','人类寿命基本过百','上天下海是每个人都随便可以做到的','人类搬离地球','与外星人和平共处','',NULL,NULL,NULL,47),(273,'如果要你写一封信给10年后的自己，你会选择什么信纸?','笔记本撕下来的纸','带卡通图案的信纸','碎花底信纸','纯色信纸','',NULL,NULL,NULL,47),(274,'你被邀请参加小学同学聚会，你会穿以下哪种类型的衣服出席?','随意但大牌的','漂亮华丽的','低调朴素的','简约青春的','',NULL,NULL,NULL,47),(275,'当你抽奖抽中了一个红包，你直觉红包里面会有多少钱？','500元','1000元','1500元','2000元','',NULL,NULL,NULL,47),(276,'如果你有男女朋友了，你觉得下面哪件事会是你们最喜欢做的事呢？','一起到沙滩漫步','一起逛街买东西','一起到咖啡厅喝下午茶','一起聊天或是看电影','',NULL,NULL,NULL,48),(277,'每个人都有着下巴，有的人圆的，有的人则尖的，你的下巴是怎样的呢?','纤细形','四方形','半月形','鼓腮形','',NULL,NULL,NULL,48),(278,'你是砧板上的一条鱼，刀子正向你挥来，眼看你将成为生鱼片，如果你想保命，你会怎样求救呢?','“我家上有老下有小。”用这样的话博取对方的同情的哀求战术','“你放了我，我会献上龙宫里的宝物。”的交易战术','“杀了我，你肯定会后悔的。”的威胁战术','“杀了我，你肯定会后悔的。”的威胁战术','',NULL,NULL,NULL,48),(279,'如果你想选一枚戒指戴在食指上，下面哪枚戒指更符合你的心意?','镶嵌着夸张水钻的戒指','粗狂的金属戒指','简约小清新戒指','文艺手工复古戒指','',NULL,NULL,NULL,48),(280,'你喜欢主动联系朋友吗？','不喜欢','不一定','喜欢','看情况',NULL,NULL,NULL,NULL,48);
/*!40000 ALTER TABLE `mis_question` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `mis_reality_result`
--

DROP TABLE IF EXISTS `mis_reality_result`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
 SET character_set_client = utf8mb4 ;
CREATE TABLE `mis_reality_result` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `testtime` datetime DEFAULT NULL,
  `status` int(11) DEFAULT NULL,
  `scoresum` int(11) DEFAULT NULL,
  `uid` int(11) NOT NULL,
  `tid` int(11) NOT NULL,
  `pid` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=20 DEFAULT CHARSET=utf8 COLLATE=utf8_bin;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `mis_reality_result`
--

LOCK TABLES `mis_reality_result` WRITE;
/*!40000 ALTER TABLE `mis_reality_result` DISABLE KEYS */;
INSERT INTO `mis_reality_result` VALUES (9,'2019-07-20 03:15:16',1,98,5,2,4),(10,'2019-07-20 03:28:12',1,70,6,1,3),(11,'2019-07-20 03:41:58',1,38,6,48,1),(12,'2019-07-20 03:50:20',1,24,3,48,1),(13,'2019-07-20 03:57:54',1,20,4,48,1),(16,'2019-07-20 03:59:04',1,92,5,4,4),(17,'2019-07-22 08:40:27',1,48,8,1,2),(18,'2019-07-22 08:37:13',1,56,8,2,2),(19,'2019-07-22 08:39:11',0,0,8,48,1);
/*!40000 ALTER TABLE `mis_reality_result` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `mis_test`
--

DROP TABLE IF EXISTS `mis_test`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
 SET character_set_client = utf8mb4 ;
CREATE TABLE `mis_test` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(45) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `imgsrc` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `price` double DEFAULT NULL,
  `testnumber` int(11) DEFAULT NULL,
  `testintroduce` varchar(45) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `createtime` datetime DEFAULT NULL,
  `cid` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=49 DEFAULT CHARSET=utf8 COLLATE=utf8_bin;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `mis_test`
--

LOCK TABLES `mis_test` WRITE;
/*!40000 ALTER TABLE `mis_test` DISABLE KEYS */;
INSERT INTO `mis_test` VALUES (1,'人格魅力评估','https://ossimg.xinli001.com/20190225/690077a87c57c964b9b13459fb15a05b.jpeg!120x120',9.9,7,'你的城府有多深','2019-07-11 10:05:42',8),(2,'情感心理评估','https://ossimg.xinli001.com/20181108/f22dd3c4c1f7240604e962e3a799bc24.jpeg!120x120',14.9,6,'你的言语能力有多强','2019-07-15 14:36:26',2),(3,'职场心理评估','https://ossimg.xinli001.com/20190718/64516a0d148df842c946ef7a1ead9e57.jpeg!120x120',11.9,0,'什么才是你最吸引人的力量','2019-06-26 10:02:40',3),(4,'健康心理评估','https://ossimg.xinli001.com/20181018/d195fa68c350a21820350c889779142d.jpeg!120x120',5.9,2,'你的魅力值有多高','1970-01-01 08:00:00',4),(5,'人际心理评估','https://ossimg.xinli001.com/20190107/e4b5a7618afcd74dbcd5e8b0149368da.jpeg!120x120',6.9,0,'找到禁锢你的人格原罪','2019-07-15 14:36:23',5),(6,'亲子心理评估','https://ossimg.xinli001.com/20181115/b8133aeae0addc90582f9dab12b792e2.jpeg!120x120',7.9,0,'解放原生家庭的束缚','2019-07-15 14:36:23',6),(7,'能力心理评估','https://ossimg.xinli001.com/20190226/04ad8af2ccef263e5f7d32f7214d0ecf.jpeg!120x120',4.9,0,'什么样的异性最适合你','2019-07-24 15:19:12',7),(8,'每日一测评估','https://ossimg.xinli001.com/20190713/34087700b807e270f7cd1adac8532a37.jpeg!120x120',2.9,0,'你的成功几率有多高','2019-07-24 15:19:12',1),(9,'异性魅力评估','https://ossimg.xinli001.com/20190718/f8f18ebda30bdd5943deb69f41d70b0c.jpeg!120x120',3.9,0,'你的魅力成就有多高？','2019-07-20 08:58:10',8),(10,'气质类型评估','https://ossimg.xinli001.com/20190718/aa98f6c7b74d6b2edd9d639e566d7a63.jpeg!120x120',9.9,0,'在别人眼里，你拥有哪种独特的气质','2019-07-17 08:58:19',8),(11,'野心家测试','https://ossimg.xinli001.com/20190713/a23fbd3e17e907a9f099bb4861d2e266.jpeg!120x120',7.9,1,'你的心底，藏着哪一个野心家','2019-07-22 08:58:23',8),(12,'精神胚胎测试','https://ossimg.xinli001.com/20190718/64516a0d148df842c946ef7a1ead9e57.jpeg!120x120',8.9,0,'先天基因怎么样影响你的人格？','2019-07-22 08:58:27',8),(13,'朋友圈人格','https://ossimg.xinli001.com/20190717/942aa8bef5e24a2e454518a5dc5065ef.jpeg!120x120',10.9,0,'你的朋友圈隐藏了什么性格秘密','2019-07-22 08:58:34',8),(14,'专业爱情测评','https://ossimg.xinli001.com/20190713/34087700b807e270f7cd1adac8532a37.jpeg!120x120',9.9,0,'什么样的异性最适合你','2019-07-15 08:58:39',2),(15,'爱情续航评估','https://ossimg.xinli001.com/20190718/187650c22062e127844b008a7c118501.jpeg!120x120',8.8,0,'你们的爱情能走多远','2019-07-07 08:58:46',2),(16,'恋爱敏感度','https://ossimg.xinli001.com/20190717/661e64b1c91907377fac21822ef34334.jpeg!120x120',9.8,0,'为何爱情能让你们心乱如麻？','2019-07-15 08:58:51',2),(17,'性取向评估','https://ossimg.xinli001.com/20190711/3fa7889cd0af327781ec6af96a690ba3.jpeg!120x120',10.8,0,'你是绝对的异性恋吗','2019-07-16 08:58:55',2),(18,'爱情策略评估','https://ossimg.xinli001.com/20190716/222a613b35f0c482252291171cae9300.jpeg!120x120',8.8,0,'爱情需要一点策略','2019-07-24 09:02:45',2),(19,'职场成熟度','https://ossimg.xinli001.com/20190713/8e63f3b16f3b441f743ef0d48af06d08.jpeg!120x120',7.8,0,'职场隐形生存法则','2019-07-02 09:05:08',3),(20,'职业需求测评','https://ossimg.xinli001.com/20190710/7d01c8b39dbaeb97811bbe4b946d4280.jpeg!120x120',9.8,0,'你那么努力工作，到底是为了什么？','2019-07-03 09:05:49',3),(21,'职业性格测评','https://ossimg.xinli001.com/20190718/b53c0f5e20a0f24f3cc98c1f0c7240d0.jpeg!120x120',7.5,0,'你的性格适合什么样的工作','2019-07-20 09:06:19',3),(22,'职场竞争力','https://ossimg.xinli001.com/20190709/2165ba798ba3def66a709bcf4e9178b7.jpeg!120x120',6.8,0,'职场中，如何提升你的核心竞争力','2019-07-15 09:07:04',3),(23,'职场战斗力','https://ossimg.xinli001.com/20190707/a0ff722b91cc80c517f4516e1124b509.jpeg!120x120',20.8,0,'职海茫茫，你该何去何从','2019-07-20 09:07:51',3),(24,'原生家庭悲痛','https://ossimg.xinli001.com/20190716/9e98f7f11bac7a289f466ecc629da3d5.jpeg!120x120',12,0,'解开原生家庭的束缚','2019-07-08 09:10:12',4),(25,'人格七宗罪','https://ossimg.xinli001.com/20190713/30bf1e055defa873067ae011f8dd15a9.jpeg!120x120',45,0,'找到禁锢你的人格原罪','2019-07-16 09:10:16',4),(26,'抑郁测试','https://ossimg.xinli001.com/20190704/a34b5fe9f52c22ca2bb64d6416a14d11.jpeg!120x120',12,0,'测试你的抑郁有多深','2019-07-30 09:10:19',4),(27,'潜在攻击测试','https://ossimg.xinli001.com/20190718/241726a05a3880ae7d479030b6d2a662.jpeg!120x120',54,0,'如何更安全的释放你的攻击性','2019-07-30 09:10:23',4),(28,'童年阴影评估','https://ossimg.xinli001.com/20190716/873adfee96311557babb9e90c73e4d99.jpeg!120x120',35,0,'童年受过的伤害，改变了你什么？','2019-07-30 09:10:26',4),(29,'社交图腾测试','https://ossimg.xinli001.com/20190716/0ae3171bf31181e6d8885d7448056366.jpeg!120x120',45,0,'哪种神奇的图腾代表你的社交能力','2019-07-23 09:10:30',5),(30,'内耗性人格','https://ossimg.xinli001.com/20190711/1ddd2a36b778b8c8fcf026d2431a1d31.jpeg!120x120',47,0,'怎么样活得更轻松','2019-07-23 09:10:35',5),(31,'心理围墙测试','https://ossimg.xinli001.com/20190711/1ddd2a36b778b8c8fcf026d2431a1d31.jpeg!120x120',74,0,'测试你的内心筑起了多高的墙','2019-07-09 09:10:39',5),(32,'人际沟通能力','https://ossimg.xinli001.com/20190705/66ffbceb243b09c14efb582919241260.jpeg!120x120',54,0,'如何成为沟通达人','2019-07-16 09:10:45',5),(33,'家庭教养评估','https://ossimg.xinli001.com/20190713/a23fbd3e17e907a9f099bb4861d2e266.jpeg!120x120',75,0,'正式缠绕你的原生家庭','2019-07-01 09:10:54',6),(34,'亲子教育风格','https://ossimg.xinli001.com/20190713/9aadea32349568285c4ade65f979be6e.jpeg!120x120',44,0,'你是个合格的父母吗','2019-07-09 09:10:58',6),(35,'家庭边界评估','https://ossimg.xinli001.com/20190713/34087700b807e270f7cd1adac8532a37.jpeg!120x120',78,0,'父母缺乏边界感，你该怎么办？','2019-07-16 09:11:02',6),(38,'城府类型评估','https://ossimg.xinli001.com/20190713/34087700b807e270f7cd1adac8532a37.jpeg!120x120',13,0,'你的城府等级有多高','2019-07-16 09:11:14',7),(39,'智商测试','https://ossimg.xinli001.com/20190712/5dc76a4e87458ecb2d2d19e885aaafcd.jpeg!120x120',15,0,'你的言语推理能力有多强','2019-07-04 09:11:17',7),(40,'成功潜质评估','https://ossimg.xinli001.com/20190712/9743b4d1a4c593bd99ec72579df6a756.jpeg!120x120',17,0,'你的成功几率有多高','2019-07-09 09:11:23',7),(41,'大脑优势评估','https://ossimg.xinli001.com/20190713/1723b830db20a87ce9b4eb073aba3f88.jpeg!120x120',78,0,'测你最擅长的能力是什么','2019-07-23 09:11:26',7),(42,'消极思维评估','https://ossimg.xinli001.com/20190713/b3f0633c422963ada4c314a6b15741c5.jpeg!120x120',44,0,'是什么杀死你的快乐？','2019-07-17 09:11:29',7),(43,'人格魅力评估','https://ossimg.xinli001.com/20190713/b3f0633c422963ada4c314a6b15741c5.jpeg!120x120',11,0,'什么才是你最吸引人的力量','2019-07-10 09:11:33',1),(44,'异性魅力评估','https://ossimg.xinli001.com/20190713/f943d8f4b8ffea0b91d0ce3224a6abe5.jpeg!120x120',33,0,'你的魅力值有多高','2019-07-02 09:11:37',1),(45,'气质类型评估','https://ossimg.xinli001.com/20190713/88c2c4618c7d11eb498a2c97fc04314f.jpeg!120x120',77,0,'在别人眼里。你拥有 哪些独特的气质','2019-07-10 09:11:42',1),(46,'野心家测试','https://ossimg.xinli001.com/20190711/1ddd2a36b778b8c8fcf026d2431a1d31.jpeg!120x120',45,0,'你的心里，藏着哪一个野心家','2019-07-10 09:11:46',1),(47,'精神胚胎测试','https://ossimg.xinli001.com/20190711/3fa7889cd0af327781ec6af96a690ba3.jpeg!120x120',55,0,'先天基因怎么样影响你的人格','2019-07-20 09:11:49',1),(48,'人际心理评估','https://ossimg.xinli001.com/20190711/8baddd2a9a83a18f46de117f0976834a.jpeg!120x120',58,1,'你和别人的别人相处的最佳距离是什么','2019-07-31 09:18:03',5);
/*!40000 ALTER TABLE `mis_test` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `mis_user`
--

DROP TABLE IF EXISTS `mis_user`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
 SET character_set_client = utf8mb4 ;
CREATE TABLE `mis_user` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `nickname` varchar(45) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `name` varchar(45) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `age` int(11) DEFAULT NULL,
  `sex` varchar(45) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `city` varchar(45) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `country` varchar(45) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `phone` varchar(45) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `headimgurl` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `openid` varchar(45) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=9 DEFAULT CHARSET=utf8 COLLATE=utf8_bin;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `mis_user`
--

LOCK TABLES `mis_user` WRITE;
/*!40000 ALTER TABLE `mis_user` DISABLE KEYS */;
INSERT INTO `mis_user` VALUES (4,'Ligaty@','Ligaty@',NULL,'2',NULL,'沙特阿拉伯',NULL,'http://thirdwx.qlogo.cn/mmopen/vi_32/ncUw6EI6ibCp5uDnSSQ9L4RiaicuwoHppEtz4epLzw5icCwn38Z5QtzqbvYlx7dDBKMuVd2CdiaGiaVayMTftRCmOvvg/132','orX_Yv1ELVmHAkJs5ORvlBOK7sTU'),(5,'m&m','m&m',NULL,'2','江门','中国',NULL,'http://thirdwx.qlogo.cn/mmopen/vi_32/h057nR3libtlOrpUPVxQ1aMgxZtl53WtWYWLnjLMoL5oKqia2JkvS9jj1jCCP05GNBrwgDlNicnU4OtdGhJfqPcPQ/132','orX_Yv9lAWv29r4E2mb-HeU4yTUc'),(6,'Memory','Memory',NULL,'0',NULL,NULL,NULL,'http://thirdwx.qlogo.cn/mmopen/vi_32/p3mKOvThoqu21brFwIfGvsibYlJB2IxkmbCNfoCeacXAJibjgYCmkXLsTrO21RgNw0OdkXUG3GFIq5hYsHo0KgMw/132','orX_Yv76-xh-EGJAtwpE0y6ow8YM'),(7,'假装很坚强','假装很坚强',NULL,'1','中山','中国',NULL,'http://thirdwx.qlogo.cn/mmopen/vi_32/DYAIOgq83eqiaHIjeibnLOZLDDr6U0o8NLCChkmqRic8ibr5kOsSqiczsaUsSWbwrMMXB7BqEqqJDKYC3iaFUzjahiciaQ/132','orX_Yv9SG_QPcvF4A3Q7bYhiOTao'),(8,'吧菠萝蹦','吧菠萝蹦',NULL,'1','中山','中国',NULL,'http://thirdwx.qlogo.cn/mmopen/vi_32/COvoKLRm7yaw6NAn4q9OicbfE8cTuEqsEjO2b3sJqmdicKriavo9iasQNGmpg8ibicUljSUbs6SnNRvs9nrNGvACH7gw/132','orX_Yv1OqoRuKsTWWhJmTXFJp2GQ');
/*!40000 ALTER TABLE `mis_user` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `sys_user`
--

DROP TABLE IF EXISTS `sys_user`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
 SET character_set_client = utf8mb4 ;
CREATE TABLE `sys_user` (
  `user_id` bigint(20) NOT NULL AUTO_INCREMENT,
  `username` varchar(50) NOT NULL COMMENT '用户名',
  `password` varchar(100) DEFAULT NULL COMMENT '密码',
  `status` tinyint(4) DEFAULT NULL COMMENT '状态  0：禁用   1：正常',
  PRIMARY KEY (`user_id`),
  UNIQUE KEY `username` (`username`)
) ENGINE=InnoDB AUTO_INCREMENT=38 DEFAULT CHARSET=utf8 COMMENT='系统用户';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `sys_user`
--

LOCK TABLES `sys_user` WRITE;
/*!40000 ALTER TABLE `sys_user` DISABLE KEYS */;
INSERT INTO `sys_user` VALUES (1,'admin','21232F297A57A5A743894A0E4A801FC3',1);
/*!40000 ALTER TABLE `sys_user` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Dumping events for database 'hz'
--

--
-- Dumping routines for database 'hz'
--
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2019-07-23 16:34:05
